<?php

return [
    'email' => [
        'title' => 'メールアドレスを更新',
        'updated' => 'メールアドレスが更新されました。',
    ],
    'password' => [
        'title' => 'パスワードを変更',
        'requirements' => '新しいパスワードは8文字以上の長さにしてください。',
        'updated' => 'パスワードが更新されました。',
    ],
    'two_factor' => [
        'button' => '2ファクタ認証の設定',
        'disabled' => '2ファクタ認証が無効になりました。ログイン時にトークンの入力を求められることはありません。',
        'enabled' => '2ファクタ認証が有効になりました。今後はログイン時にデバイスで生成されたコードを入力する必要があります。',
        'invalid' => '提供されたトークンは無効です。',
        'setup' => [
            'title' => '2ファクタ認証の設定',
            'help' => 'コードをスキャンできませんか？次のコードをあなたのアプリケーションに入力してください:',
            'field' => 'トークンの入力',
        ],
        'disable' => [
            'title' => '2ファクタ認証の無効化',
            'field' => 'トークンの入力',
        ],
    ],
];
