<?php

return [
    'sign_in' => 'サインイン',
    'go_to_login' => 'ログインに進む',
    'failed' => '認証情報に一致するアカウントは見つかりませんでした。',

    'forgot_password' => [
        'label' => 'パスワードをお忘れですか？',
        'label_help' => 'アカウントのメールアドレスを入力すると、パスワードの再設定方法が表示されます。',
        'button' => 'アカウントの復旧',
    ],

    'reset_password' => [
        'button' => 'リセットとサインイン',
    ],

    'two_factor' => [
        'label' => '2ファクタ トークン',
        'label_help' => 'このアカウントでは、続行するために第2階層の認証が必要です。お使いのデバイスで生成されたコードを入力して、このログインを完了してください。',
        'checkpoint_failed' => '2ファクタ認証のトークンが無効です。',
    ],

    'throttle' => 'ログイン試行回数が多すぎます。:seconds秒後にもう一度お試しください。',
    'password_requirements' => 'パスワードは8文字以上で、このサイトでしか使わないものにしてください。',
    '2fa_must_be_enabled' => '管理者は、Panelを使用するために、お客様のアカウントで2要素認証を有効にするよう要求しました。',
];
